<template>
  <div class="page-about">
    <section class="about">
      <h2>はじめまして</h2>
      <div class="article-body">
        <p>夏目 漱石（なつめ そうせき、1867年2月9日（慶応3年1月5日） - 1916年（大正5年）12月9日）は、日本の小説家、評論家、英文学者。本名、夏目 金之助（なつめ きんのすけ）。江戸の牛込馬場下横町（現在の東京都新宿区喜久井町）出身。俳号は愚陀仏。</p>
        <p>大学時代に正岡子規と出会い、俳句を学ぶ。帝国大学（後の東京帝国大学、現在の東京大学）英文科卒業後、松山で愛媛県尋常中学校教師、熊本で第五高等学校教授などを務めた後、イギリスへ留学。帰国後、東京帝国大学講師として英文学を講じながら、「吾輩は猫である」を雑誌『ホトトギス』に発表。これが評判になり「坊っちゃん」「倫敦塔」などを書く。</p>
        <p>その後朝日新聞社に入社し、「虞美人草」「三四郎」などを掲載。当初は余裕派と呼ばれた。「修善寺の大患」後は、『行人』『こゝろ』『硝子戸の中』などを執筆。「則天去私（そくてんきょし）」の境地に達したといわれる。晩年は胃潰瘍に悩まされ、「明暗」が絶筆となった。</p>
      </div>
    </section>

    <section class="history">
      <h2>経歴</h2>
      <div class="article-body">
        <h3>幼少期</h3>
        <p>1867年2月9日（慶応3年1月5日）、江戸の牛込馬場下に名主・夏目小兵衛直克、千枝の末子（五男）として出生。父・直克は江戸の牛込から高田馬場一帯を治めている名主で、公務を取り扱い、大抵の民事訴訟もその玄関先で裁くほどで、かなりの権力を持っていて、生活も豊かだった[5]。</p>
        <h3>正岡子規との出会い</h3>
        <p>1889年（明治22年）、同窓生として漱石に多大な文学的・人間的影響を与えることになる俳人・正岡子規と初めて出会う。子規が手がけた漢詩や俳句などの文集『七草集』が学友らの間で回覧されたとき、漱石がその批評を巻末に漢文で書いたことから、本格的な友情が始まる。</p>
        <h3>イギリス留学</h3>
        <p>1893年（明治26年）、漱石は帝国大学を卒業し、高等師範学校の英語教師になるも、日本人が英文学を学ぶことに違和感を覚え始める。</p>
        <h3>作家への道と朝日新聞社入社</h3>
        <p>英国留学から帰国後、1903年（明治36年）3月3日に、本郷区駒込千駄木町57番地に転入（現在の文京区向丘2-20-7､千駄木駅徒歩約10分。現在は日本医科大学同窓会館､敷地内に記念碑あり｡）。同月末、籍を置いていた第五高等学校教授を辞任。</p>
      </div>
    </section>
  </div>
</template>

